tutorials/fieldRegression4MLFoam/cavity/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel Newtonian;

// Laminar viscosity
nu              nu [0 2 -1 0 0 0 0] 8.53e-07;

// Thermal expansion coefficient
beta            beta [0 0 0 -1 0 0 0] 2.1e-4;

// Reference temperature
TRef            TRef [0 0 0 1 0 0 0] 300;

// Laminar Prandtl number
Pr              Pr [0 0 0 0 0 0 0] 5.66;

// Turbulent Prandtl number
Prt             Prt [0 0 0 0 0 0 0] 0.9;

//alpha=1.507e-7
// ************************************************************************* //
